app/controllers/homes_controller.rb

  def index
    @users = User.last
---
SELECT "users".* FROM "users" ORDER BY "users"."id" DESC LIMIT ?  [["LIMIT", 1]]